tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'sanemat/font'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'boost'
brew 'cairo'
brew 'cscope'
brew 'czmq'
brew 'emacs', args: ['cocoa']
brew 'fontconfig'
brew 'fontforge'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'jq'
brew 'libevent'
brew 'libffi'
brew 'libpng'
brew 'libsodium'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'macvim', args: ['override-system-vim']
brew 'openssl'
brew 'pango'
brew 'pcre'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ricty'
brew 'ruby-build'
brew 'source-highlight'
brew 'sqlite'
brew 'tmux'
brew 'xz'
brew 'z'
brew 'zeromq'
brew 'zsh', args: ['disable-etcdir']
brew 'zsh-completions'
