tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'sanemat/font'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bison'
brew 'icu4c'
brew 'boost'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cscope'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libtool'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa']
brew 'flow'
brew 'fontforge'
brew 'gdbm'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'macvim', args: ['with-override-system-vim']
brew 'markdown'
brew 'node'
brew 'peco'
brew 'postgresql'
brew 'qt'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'source-highlight'
brew 'subversion'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'watchman', args: ['HEAD']
brew 'wget'
brew 'z'
brew 'zsh', args: ['without-etcdir']
brew 'zsh-completions'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/apple-gcc42'
brew 'sanemat/font/ricty'
cask 'flashlight'
